{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R1L06",
	"title": "[6] Hiding",
	"sort": "006",
	"contents": [
		"Everything's gone mad.",
		"I was out on patrol with the boys when the radio got all loud.",
		"The guys back at base were shoutin' about somethin' fierce.",
		"So we started heading back to base, when we hear something moving around behind some of the old houses along the road.",
		"So Pete, that dummy, he wanted to see what was up.",
		"So he stops the buggy, and listens.",
		"",
		"And then we see it.",
		"Some kinda monster. Huge, booking it, towards the buggy.",
		"Then all I saw was white.",
		"",
		"When I finally came to, all that was left was a crater, some shrapnel and the smell of diesel.",
		"Then I heard them.",
		"It was like a rolling thunder, somewhere behind me.",
		"And through the fog, I saw them.",
		"Like the gates of hell had opened up before me.",
		"People, maybe a hundred of em', were running down the road towards me.",
		"There was something wrong with the way they moved.",
		"I couldn't see their faces, but every part of me said to run.",
		"",
		"I ran as fast as I could.",
		"Off of the road. Through the valley. Into the old cabins.",
		"Anything to get away.",
		"",
		"I must have been the luckiest man in the world.",
		"I made it here safe, sound, and un-followed.",
		"But it was only then I noticed that some of that buggy shrapnel got me.",
		"I'm not sure how long I can last without getting patched up.",
		"",
		"I've been in here for what feels like hours.",
		"There's some people outside.",
		"But, they sound like animals. They move like animals.",
		"",
		"It sounds like hell out there.",
		"Even from inside this cabin, I can hear shooting.",
		"It's coming from everywhere.",
		"",
		"There's another one of those monsters outside.",
		"It hasn't seen me yet, but it doesn't look like it's looking for anything.",
		"It's just. Waiting.",
		"",
		"I can't last in here much longer.",
		"",
		"The monster left.",
		"The people left, too.",
		"Now's my only chance. I've gotta get out of here, and find someone who can patch me up.",
		"I dunno how many real \"people\" are still out there.",
		"But I've gotta risk it."
	]
}
