{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L05",
	"title": "[5] Stunning Success",
	"sort": "005",
	"contents": [
		"[Excerpt from the journal of Council member Anders]",
		"",
		"He did it!",
		"Clayde pulled through with a total victory today.",
		"And what a prize, NASDA Central!",
		"",
		"After all that happened with Team Alpha, I was a bit worried that Clayde's resolve might have been shaken.",
		"I know that some of the other members were skeptical of him.",
		"Syburn, that old coot. He was harsh on Clayde.",
		"He kept raising hell about how the operation was Clayde's responsibility, and kept asking how Clayde could have let it all go so badly.",
		"Then Clayde started explaining what Alpha had done, about the scavengers, and the infestation.",
		"And then Clayde proposed what we could do about it.",
		"",
		"It was harsh, true. But it's not like Team Alpha gave us any other option.",
		"In the end there, we chose to follow through with Clayde's plan.",
		"And when he came back to us saying that he had discovered the location of NASDA Central, we followed through with his plan again.",
		"",
		"Again, not everyone was happy his plan. Syburn specifically seemed to be hard to convince.",
		"I asked him why he didn't trust Clayde after the latest meeting, but he didn't seem to be in the talking mood.",
		"Oh well. One day maybe I'll convince him to believe in the General.",
		"",
		"",
		"I re-read some of the reports from Clayde and Team Alpha from the early stages of their operation.",
		"I noticed that Clayde seems to defend Alpha's actions during their first few assignments.",
		"But why would Clayde take the blame for Alpha's actions?",
		"",
		"Maybe Clayde just thought Alpha was reckless, not malicious?",
		"But once they reached that research lab, I suppose it was simply too late.",
		"Poor Clayde!",
		"To defend one of your own Commanders so strongly, only to have them turn on you.",
		"How can he trust anyone after that?",
		"",
		"",
		"A delegation of Council members are heading down to NASDA Central to help establish our permanent residence on the site.",
		"Let it be known that I'm going to be the first one to step out and shake Clayde's hand when we get there!",
		"He's done so much for NARS, and we should make sure he knows that."
	]
}
