{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L06",
	"title": "[6] Satellites",
	"sort": "006",
	"contents": [
		"[A recording of a conversation]",
		"",
		"<LIEUTENANT>: You asked to see me, sir?",
		"<CLAYDE>: Yes, I wanted to check in on your progress on NASDA Central.",
		"<LIEUTENANT>: Well, as I said earlier, the power systems seem to be fully functional.",
		"But many of the internal computer systems within the central uplink have been damaged, likely from the EMP blasts dating during the Collapse.",
		"Some of our technicians have already started repairing the burnt-out components.",
		"<CLAYDE>: Alright. How long until we can establish a satellite connection?",
		"<LIEUTENANT>: Well... It's hard to say for sure.",
		"The system damage is extensive. We might be able to get a connection set up within a week. It might be months.",
		"<CLAYDE>: Understood. Make sure the technicians know that rebuilding that connection is top priority.",
		"<LIEUTENANT>: General, sir. May I ask why?",
		"<CLAYDE>: Why what, Lieutenant?",
		"<LIEUTENANT>: Why is repairing the uplink a priority?",
		"There's plenty of other work to do as we establish ourselves here, so why are we so focused on reaching those satellites?",
		"<CLAYDE>: Lieutenant, how much do you know about the NASDA's orbital defense systems?",
		"<LIEUTENANT>: Well, I know many of the nukes that were dropped on us came from up there.",
		"But if the satellites have already dropped their payloads, why are we still trying to connect to them?",
		"<CLAYDE>: Because, Lieutenant, dropping nuclear warheads was the secondary function of those satellites.",
		"Their primary role was interception. Every one of those satellites is armed with a pulse-laser designed to shoot down nuclear missiles.",
		"These lasers were accurate enough to target missiles as mid-flight, and powerful enough to vaporize them completely.",
		"<LIEUTENANT>: But... if they didn't work during the Collapse, why do we want them now?",
		"<CLAYDE>: That's the thing. Those satellites have been floating up there for nearly 15 years.",
		"The only way to find out if they still work is by bringing NASDA Central online.",
		"And if those lasers are still usable, we'd be able to control them from here.",
		"Imagine what that could do for us. We could eliminate any threat, from any place, without having to risk the lives of any NARS personnel.",
		"<LIEUTENANT>: That feels like a lot of responsibility, General. Are you sure we should-",
		"<CLAYDE>: The old world's rules don't apply any longer, Lieutenant. Everyone out there not working with us is a potential threat.",
		"Think of all the scavengers we've encountered just on our way to reach NASDA Central. Think of what we-",
		"-What Team Alpha- had released. How many more secret weapons are we going to encounter in the future?",
		"For the safety of NARS itself, we'll need to take everything we can get.",
		"<LIEUTENANT>: I think I understand, sir.",
		"<CLAYDE>: Good. So let's make sure have access to those satellites as soon as possible.",
		"...Oh, and last thing before you go.",
		"<LIEUTENANT>: Yes sir?",
		"<CLAYDE>: If these \"LasSats\" are functional, they could be immeasurably useful to us.",
		"But no matter what happens, we CANNOT let anyone else control these satellites.",
		"That is part of why our Commanders are out searching for the remaining uplinks.",
		"Understand, Lieutenant? If we can't control those satellites, then we have to make sure no one else can.",
		"Even if it means destroying the uplinks ourselves.",
		"<LIEUTENANT>: I understand.",
		"<CLAYDE>: Good. You're dismissed for now.",
		"<LIEUTENANT>: Yes sir."
	]
}
