{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L03",
	"title": "[3] What Once Was",
	"sort": "003",
	"contents": [
		"[Excerpt from a well-worn journal]",
		"",
		"I remember the early days, right after the Collapse.",
		"At first, everyone thought we had lucked out here. The city was still standing when the rest of the world had gone up in flames.",
		"Maybe the bomb that fell on us was a dud? Or maybe we weren't targeted at all.",
		"",
		"For a moment, it looked like we might be able to hold onto a shred of the old world here.",
		"People tried to keep to their old routines for as long as they could.",
		"Even the fire department kept running for at least a month or two.",
		"Seeing one of those trucks drive by made us think that maybe it would be alright here.",
		"Looking back, that's sort of funny to think about.",
		"Because now a fire truck driving down the road is one of the LAST things you'd want to see nowadays.",
		"",
		"When it became obvious that the outside world didn't survive, order broke down.",
		"Food. Fuel. Nothing was coming into the city anymore.",
		"People started fighting over anything they could get their hands on.",
		"Countless gangs sprung up everywhere all at once, fighting for every city block or can of dog food they could find.",
		"It wasn't long before the whole city had been carved up between them.",
		"",
		"As it turns out, there were some military sites in the city as well.",
		"All of them were well-kept and well-guarded secrets before the bombs dropped.",
		"But without the government, it was finders keepers.",
		"And when the turf wars got bad, the gangs all wanted as much pre-bomb weaponry they could get.",
		"",
		"By now, the city's completely unrecognizable.",
		"The people here have been fighting for so long, most of them probably don't even remember what they started fighting for.",
		"This city didn't die in the Collapse, but it swallowed all of us whole.",
		"",
		"Sometimes, I almost wish we got hit."
	]
}
