{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L12",
	"title": "[12] Technical Shortage",
	"sort": "012",
	"contents": [
		"[Excerpt from a NARS technician's journal]",
		"",
		"We've been working at these codes non-stop, but we're still basically at square one.",
		"A few words here. A common phrase there. But we just can't seem to crack these transmissions.",
		"I dunno what the Collective are using to encrypt their messages, but it's like our computers just can't handle it.",
		"Within just the last hour, we've had five crashes. For three of them, we had to restart the whole system from the beginning.",
		"Every once in a while, the General or his Lieutenant come down here and check on how we're doing.",
		"And every time, I tell them that we've had another malfunction or another crash, and that we still don't know nothing about what the Collective are talking about.",
		"I'm sure the General thinks we're all stinking idiots by now.",
		"",
		"Well, maybe we'd have better results if we weren't working with just a skeleton crew.",
		"Everyone here knows we've been short-staffed on technicians since the beginning.",
		"But it's been miserable since we lost NASDA Central.",
		"Most of our technicians were stationed there at the time, trying to get that old uplink working again for the General.",
		"We sent almost all of our technicians there to fix it, and now the Collective own the place!",
		"What a waste.",
		"",
		"Though, even with more able hands, I'm not sure how much they'd be able to help with this.",
		"I've worked with computers like this my whole life. I'd like to think I know everything about them.",
		"But I swear, it's almost like these things have a mind of their own.",
		"With anything involving parsing the Collective's transmissions, they just break down.",
		"It's like they don't want us to know anything about them.",
		"Maybe they're haunted?",
		"",
		"[Scrawled in the margins, alongside a doodle resembling a ghost]",
		"",
		"Definitely haunted.",
		"Martin was chatting near one of the workstations while someone was running a sensor diagnostic, and it bricked when he mentioned going back to parse those transmissions.",
		"Maybe we should ask the General if he has any exorcists???"
	]
}
