{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L14",
	"title": "[14] Project X Research Excerpt #2",
	"sort": "014",
	"visual": {
		"droidTemplate": {
			"body": "BoomTickBody",
	        "name": "Boom Tick",
	        "propulsion": "BoomTickLegs",
	        "type": "CYBORG_SUPER",
	        "weapons": [
	            "BoomTickSac"
	        ]
		}
	},
	"contents": [
		"[Excerpts from notes written by NARS researchers]",
		"",
		"Well, the General has asked us continue our work in compiling information about Project X, in light if its \"redeployment\" within this sector.",
		"This certainly came as quite a shock to us. But, we're certainly in no position to criticize the General's strategies.",
		"Even if, in the opinion of this head researcher, it was reckless.",
		"",
		"Nonetheless, it at least gives us ample opportunity to collect new information.",
		"",
		"[...]",
		"",
		"These creatures have been commonly dubbed as \"Boom Ticks\" due to their vague (and supersized) resemblance to the arachnid species, as well as their exceptionally dangerous method of attack.",
		"Just as with the \"Stinger\" organisms, these Boom Ticks have no natural taxonomy.",
		"They were undoubtedly engineered by Project X scientists to serve a tactical role in combat, likely by melding the genomes of countless other natural species.",
		"",
		"[...]",
		"",
		"Boom Ticks seem to share a number of physical similarities to Stingers.",
		"The most dramatic difference being the lack of a tail launcher, and the presence of multiple large fluid sacs near the rear of the body.",
		"These sacs contain the explosive bile used by the creature to self-detonate.",
		"Though, the exact chemical makeup of this bile is unknown.",
		"Additionally, attempting to capture one of these creatures (alive or dead) for study is completely unrealistic, due both to their sheer size, and their destructive ability.",
		"However, we have been able to come to some reasonable conclusions using other means.",
		"",
		"[...]",
		"",
		"To avoid premature self-detonation, it's likely that the different sacs along the Boom Tick hold different parts of the complete chemical explosive mixture.",
		"When the creature wishes to trigger the explosion, it likely relaxes an internal valve connecting the sacs together, allowing the fluids to react freely.",
		"However, this can also cause a premature detonation if the sacs are otherwise ruptured (such as from gunshot wounds or other trauma).",
		"",
		"[...]",
		"",
		"More recent Stinger samples have confirmed previous reports of hard deposits in their collagen skeletons.",
		"We've found rocks, shrapnel, and in one case, a broken spoon, all embedded within the bones of these creatures.",
		"This is strong evidence to suggest that these creatures spend the developmental phase of their life underground, buried under shallow layers of soil and debris.",
		"Whether the absorption of these hard deposits intentional by the scientists behind Project X's development, we'll likely never know.",
		"However, one colleague has pointed out that in the case of Boom Ticks, these hard deposits might have a combat benefit.",
		"When the creature detonates, the blast shatters its skeleton.",
		"Most of the collagen material disintegrates, but the hard deposits survive the initial blast, and are launched outwards as shrapnel.",
		"This added shrapnel from the Boom Tick's skeleton allows the explosion to function in a similar respect to a traditional fragmentary bomb.",
		"",
		"[...]",
		"",
		"It's unclear how Boom Ticks can generate so much explosive bile within what appears to be an extremely short lifecycle.",
		"However, eyewitness accounts have reported a strong \"diesel-like\" odor after a Boom Tick detonates.",
		"Additionally, it seems likely that these fluid sacs replace a standard digestive system.",
		"These observations have led many of us to believe that Boom Ticks may siphon unused fuel from abandoned vehicles to produce their bile.",
		"Or, as one of my colleagues have colorfully stated, Boom Ticks \"chug the gas tanks of cars like juice boxes\".",
		"Admittedly, the name has stuck.",
		"Many of us now believe the \"juice box hypothesis\" to be the most likely source of the bile.",
		"",
		"[A handwritten note has been attached to the document]",
		"",
		"I've been informed that Clayde has recently been promoted to the title of \"Supreme General\" and that all official documents should henceforth refer to that as his position.",
		"Well, I already printed this part, so unless someone wants to re-edit and re-print this report I'm afraid the our Supreme General's just going to have to live with it!",
		"- Jordan"
	]
}
