{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L19",
	"title": "[19] The General's Trust",
	"sort": "019",
	"contents": [
		"[A recording of a conversation]",
		"",
		"<GOLF>: What is it this time?",
		"<DELTA>: I just wanted to ask you about something.",
		"",
		"[Commander Golf can be heard sighing]",
		"",
		"<GOLF>: ...Alright, shoot.",
		"<DELTA>: Do you trust the General?",
		"<GOLF>: Yeah? Of course I trust Clayde. Why wouldn't I?",
		"<DELTA>: Well, why doesn't he trust us?",
		"<GOLF>: ...I'm not sure what you mean.",
		"<DELTA>: I mean, why does he keep stuff from us?",
		"He doesn't let us handle those Lures at all, it's only his hand-picked guys that do it.",
		"Clayde didn't even tell us that he was going to release-",
		"Err... \"redeploy\" Project X until he'd already done it!",
		"Aren't we his subordinates? His right hand men?",
		"Why is he keeping all this to himself?",
		"<GOLF>: We are his subordinates, Commander Delta. But that doesn't make us his equals.",
		"And the Lieutenant is Clayde's right hand man, not us.",
		"<DELTA>: Yeah, but look at how he's been acting lately.",
		"It looks like not even the Lieutenant was told beforehand!",
		"<GOLF>: Well, Clayde has a right to decide who he does and doesn't inform about his plans.",
		"Besides, he depends on our work and our loyalty to serving the Syndicate.",
		"<DELTA>: Okay, then why is Clayde building up his own loyal team of grunts?",
		"What did he call it? Something like \"Team Zulu\"?",
		"<GOLF>: There's nothing wrong about that.",
		"Clayde's always had some of his own dedicated forces.",
		"<DELTA>: Then why is he pulling resources and personnel from all over NARS?",
		"Is the General trying to replace us, Golf?",
		"I just want to know what's going on.",
		"<GOLF>: Commander Delta, YOU of all people should be aware of why the General might be wary to trust us after what happened after Team Echo's stunt.",
		"Hell, he's been wary since the Alpha Incident.",
		"You can't blame Clayde for being cautious.",
		"It's up to us to PROVE to Clayde that we can be trusted.",
		"<DELTA>: But that doesn't mean the General can-",
		"<GOLF>: We all already have the privilege to be in these positions.",
		"So if I were you, Commander Delta, I would think very carefully about questioning Clayde's judgement in the future.",
		"",
		"[Commander Golf can be heard moving towards the exit]",
		"",
		"<GOLF>: And for the record, Commander Delta...",
		"He's the \"Supreme General\" now.",
		"Get it right next time."
	]
}
