{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L17",
	"title": "[17] Project X Research Excerpt #4",
	"sort": "017",
	"visual": {
		"droidTemplate": {
			"body": "BasherBody",
	        "name": "Basher",
	        "propulsion": "BoomTickLegs",
	        "type": "CYBORG_SUPER",
	        "weapons": [
	            "BasherMelee"
	        ]
		}
	},
	"contents": [
		"[Excerpts from notes written by NARS researchers]",
		"",
		"These creatures use their oversized, hardened claws to bash targets.",
		"Most of my colleagues have therefore taken to calling them \"Bashers\". Not very creative, but the name stuck.",
		"",
		"[...]",
		"",
		"While still quite large for a terrestrial animal, Bashers are comparatively small compared to other Project X related organisms, such as Stingers.",
		"Bashers, like Stingers, also have visible mouths.",
		"However, as with all other Project X organisms, Bashers do not seem to eat for sustenance.",
		"Their large mouths are primarily for respiration. Although there are eyewitness reports of them biting their targets.",
		"Unlike with Stingers, which are clearly suited for long range engagements, it is probable that these reports of Basher bites are accurate.",
		"",
		"[...]",
		"",
		"Instead of a digestive system, it seems that all Project X creatures have rich stores of fatty tissue.",
		"These fat stores serve to power their metabolisms until depletion.",
		"However, without any way to restore these tissues, Project X organisms that survive combat will simply run out of energy to function.",
		"This confirms our previous suspicions that these organisms entire lifespans are extremely short.",
		"However, this also means that these organisms do not ever need to stop to eat, or possibly even rest.",
		"",
		"[...]",
		"",
		"The Basher's outer \"shell\" provides limited ballistic protection, which makes them quite durable for their size.",
		"The shell itself is comprised of continuous solid bone, surrounded by a layer of soft tissue.",
		"When struck by a powerful force, the bone layer of the shell is likely to fragment or shatter, effectively diffusing the force of the impact.",
		"Interestingly, this is similar to ceramic armor plating historically used by some vehicles to achieve a similar effect.",
		"",
		"[...]",
		"",
		"Perhaps the strangest aspect of the Basher is that it appears to be \"new\".",
		"Among all the material recovered by teams Bravo and Charlie, and the limited documents we've been allowed access from Team Alpha, there is no evidence of these creatures appearing during the Alpha Incident.",
		"My colleagues have proposed two possible reasons for this:",
		"",
		"First, it's possible that the pathogen released by Team Alpha during their expedition is of a different \"model\" or \"version\" compared to the ones deployed by Clayde more recently.",
		"Whether Clayde's version is a more \"recent\" version is likely something we will not be able to discover without more documents related to Project X's development.",
		"",
		"Second, it's possible that differing environmental conditions here have caused creatures with different niches to be \"produced\".",
		"After all, combat in a densely-packed urban environment is quite different than a sparsely-populated mountain range.",
		"If this reason is correct, it could well mean that this base pathogen is capable of producing even more different creatures, each suited for specific combat roles.",
		"",
		"[Scribbled below the last paragraph]",
		"",
		"I'd say that this world has seen ENOUGH monsters already. Thank you very much!",
		"- Jordan"
	]
}
