{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L15",
	"title": "[15] Promoting The General",
	"sort": "015",
	"contents": [
		"[Excerpt from a recorded Council meeting]",
		"",
		"<Member Syburn> That Edmund Clayde is a bumbling fool!",
		"What was he thinking?! We should have destroyed those canisters the moment we found them!",
		"<Member Anders> Don't be ridiculous, Syburn! General Clayde is a hero!",
		"If he didn't redeploy Project X against the Collective, most of us would still be in that prison camp!",
		"<Member Syburn> Mr. Anders, surely you can't be suggesting this was our only course of action? ",
		"You called it a \"redeployment\", but your \"hero\" General just unleashed a Pre-Collapse bio-weapon against an entire city!",
		"This is the most extreme lapse of-",
		"<Member Anders> You weren't there!",
		"You haven't seen what the Collective is capable of!",
		"Do you have any idea-",
		"<Member Syburn> Mr. Anders, you say I haven't seen things?",
		"I've witnessed many things, before, during, and after the Collapse, Mr. Anders.",
		"But few compare to the sheer RECKLESSNESS displayed by our \"renowned General\".",
		"If I had it my way, I would remove him from command immediately!",
		"Yet instead, YOU have brought us here to vote on his PROMOTION.",
		"Have you any sense at all at the scale of what he has done?!",
		"<Member Anders> Syburn-",
		"<Member Syburn> AS WE SPEAK, Clayde's \"diversion\" is tearing through the damned souls of this city.",
		"We should be working to CONTAIN these outbreaks!",
		"Yet last I heard, the General's plan is to continue to throw everything we have against the Collective!",
		"General Edmund Clayde has the lowest regard for human life I have ever seen.",
		"Need I remind everyone in this room that we had voted to terminate the ENTIRETY of Team Alpha for less?!",
		"<Member Anders> ...",
		"",
		"[Murmurs from other councilmen can be heard]",
		"",
		"<Associate Powell> ...Syburn, if I may...",
		"Team Alpha had betrayed us.",
		"Their Commander acted against the Syndicate, and had deliberately defied orders relating to Project X's containment.",
		"Team Alpha would have been a threat to us all if we had not acted.",
		"Clayde is only acting in our-",
		"<Member Syburn> Ah, Associate Powell.",
		"Weren't you the associate picked by Clayde to lure Team Alpha to their own deaths?",
		"So, what does the General's lackey have to say now, after he's gone and released the same damn plague?",
		"<Member Anders> Syburn, please. Have some-",
		"<Member Syburn> No, Anders. I want to hear it from HIM.",
		"<Member Anders> ...",
		"<Associate Powell> ...Yes, Member Syburn.",
		"It's true. I was the one who ensured that all Team Alpha members were at the epicenter before detonation.",
		"And yes, I believe that out of any Council associate, I've had the most exposure to the General.",
		"So let me say this for all to hear. The General is a good man.",
		"Time and time again, he has shown the judgement and courage to lead our forces through any foe we come across.",
		"He has shown, time and time again, that he is willing to go to any length to serve and protect the Syndicate as a whole.",
		"And for that, General Clayde has earned my complete and total trust.",
		"<Member Syburn> ...Hmm.",
		"<Associate Powell> I realize that his decision to deploy the Project X pathogen against the Collective was a grim one, but I believe it was a decision he made only after exhausting all other options.",
		"I'm sure many of you are now intimately aware of the Collective's capabilities, and understand how we can only barely keep up with them.",
		"Yet with Clayde's leadership, we have a chance of not only surviving, but prevailing, against them.",
		"That is why I have, and will continue, to support the General.",
		"<Member Syburn> ...Associate Powell.",
		"Do you believe that General Clayde has acted solely in the best interests of the Syndicate as a whole?",
		"<Associate Powell> Yes.",
		"<Member Syburn> Do you believe that the General is right to use and deploy Project X against the Collective, knowing full well the risks and consequences of doing so?",
		"<Associate Powell> I believe that it was the only option the General had.",
		"<Member Syburn> You said you trust the General's judgement?",
		"<Associate Powell> Correct.",
		"<Member Syburn> Do you swear by it?",
		"<Associate Powell> Member Syburn, I swear by all of it.",
		"<Member Syburn> ...",
		"Members of the Council, I hereby rescind my opposition.",
		"The vote may proceed."
	]
}
