{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L10",
	"title": "[10] Project X Research Excerpt #1",
	"sort": "010",
	"visual": {
		"droidTemplate": {
			"body": "CrawlerBody",
			"name": "Stinger",
	        "propulsion": "CyborgLegs",
	        "type": "CYBORG_SUPER",
	        "weapons": [
	            "StingerTail"
	        ]
		}
	},
	"contents": [
		"[Excerpts from notes written by NARS researchers]",
		"",
		"We have been tasked by General Clayde himself to catalog our knowledge relating to the \"Infestation\" previously encountered by our operation teams.",
		"In particular, the General has asked us to report on the multiple new species seen during these encounters.",
		"",
		"[...]",
		"",
		"Dubbed \"Stingers\" by some of my colleagues for their pointed tail and vaguely scorpion-like appearance, these creatures acted in a sort of fire-support role.",
		"Despite the appearance and nickname, these Stingers did not actually sting.",
		"The \"tail\" was actually a part of a projectile-launching mechanism, and the creature itself appears to be ill-suited for close range engagements.",
		"",
		"[...]",
		"",
		"These species do not have a clear taxonomic ancestry, and almost certainly did not arise from from any evolutionary process.",
		"The evidence seems overwhelming that Stingers, along with the other unique species encountered, were genetically engineered to fit a specific role on the battlefield.",
		"In layman's terms; these creatures were not \"natural\".",
		"In spite of their arachnid-appearance, they had malleable skin with a distinct violet hue, as well as a mostly collagen-based endoskeleton.",
		"Additionally, their staggeringly large size was enabled by powerful respiratory and circulatory systems.",
		"Several colleagues have contended that the Stingers may have been the product of many different genomes from various species melded together to produce the desired organism.",
		"",
		"[...]",
		"",
		"Despite having a prominent mouth, no evidence exists for Stingers needing to feed.",
		"Instead, their mouths were primarily to gather materials to use as ammunition.",
		"In the place of a digestive system, these creatures had what one colleague has described as a sort of \"flechette-production\" organ, which connects directly with the launching \"tail\".",
		"Instead of feeding, Stingers would to gather rocks, shrapnel, and other hard debris and use this organ to convert it into projectiles used for combat.",
		"",
		"This organ appeared to have two main sections.",
		"The first, in what might normally be a stomach, bears a peculiar resemblance to a classic pencil sharpener.",
		"Here, abrasive friction to wear down the amorphous debris collected by the Stinger into the honed projectiles launched by the tail.",
		"Additionally, this organ also seems to secrete a glue-like bile that serves hold and harden the debris into the desired shape.",
		"The second section, what would likely be the intestines of any other creature, serves as ammunition storage for the launcher.",
		"",
		"[...]",
		"",
		"The tail itself houses a projectile launching mechanism with impressive capabilities.",
		"While combat observations are limited, the Stinger has been estimated to be able to launch flechettes at a distance of around 100 meters with decent accuracy.",
		"The projectiles themselves, while nowhere near as hardened as most artificial projectiles, are still quite heavy and impact at dangerous speeds, which made them lethal against lightly armored vehicles or infantry.",
		"The exact workings of the launching mechanism is still disputed, with the two most accepted theories being either a pneumatic mechanism or a chemical reaction.",
		"However, how the interior of the tail could withstand the extreme forces involved with launching these heavy flechettes is still disputed.",
		"",
		"[...]",
		"",
		"Even the very basics of the Stingers' lifecycles is as of yet only up to speculation.",
		"But due to the lack of a digestive system, as well as a their well-documented lack of self-preservation instincts, it's likely that even outside of combat, their life expectancies were extremely short, possibly days at most.",
		"Although interestingly, it appears that the collagen skeletons of the Stingers had coarse deposits of mineral and metallic-like materials.",
		"How this occurs is unkown, but some colleagues have speculated that these deposits suggest a gestation period underground, where these materials are absorbed directly into the skeleton.",
		"",
		"[...]",
		"",
		"Despite the profound mental degradation in human cases of infestation, Stingers seemed to have surprising cognitive capabilities.",
		"Outside of accurately arcing their flechettes, Stingers had been observed to occasionally patrol or defend areas of high activity, or even lead other infested into setting crude traps or ambushes."
	]
}
