{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L20",
	"title": "[20] A One Man Show",
	"sort": "020",
	"contents": [
		"[Excerpt from a NARS technician's journal]",
		"",
		"Well, I can officially say I'm useless now.",
		"But honestly, it's not even my fault!",
		"I'm the only one still working on these stupid transmissions anyway!",
		"It'd be a miracle if I made any progress at this point.",
		"",
		"The General's pulled all the other technicians to help manage those Lures of his.",
		"He wanted to get me too, but I told him I joined the Syndicate to help people, not kill them.",
		"If he thought I was an idiot before, I'm sure he hates my guts now.",
		"But, he let me keep my post here.",
		"Alone.",
		"I don't really blame the other guys for going with the General, he's a scary man when he wants to be.",
		"",
		"Right, he's the \"Supreme\" General now. One of the other guys got chewed out for making that mistake.",
		"Supposedly, that means he can do whatever he wants now, without needing the Council's approval.",
		"But it's not like the Council was standing in his way before, so what's the point?",
		"Gotta remember to refer to him by his \"full title\".",
		"...Well, hopefully he doesn't read this!",
		"",
		"That Lieutenant is only one who keeps coming back here to check on my \"progress\".",
		"He's been acting odd lately, I don't think he's been sleeping very much.",
		"One time, he asked me why I wasn't helping out with the Lures.",
		"I told him what I told the General.",
		"I couldn't tell if he liked my answer or not, though.",
		"",
		"As for the General himself, he doesn't come back here anymore.",
		"Seems like he doesn't care that much about learning more about the Collective, just fighting them.",
		"Or maybe, he's just tired of seeing my ugly mug.",
		"",
		"I'm starting to wish I had taken one of those Lure jobs anyway.",
		"If it at least meant that I didn't have to keep working with these stupid parsers.",
		"I know I made jokes about these computers being haunted before, but now it almost feels like they're taunting me.",
		"One time, I almost decoded a full-length transmission.",
		"But just before I was about to save the progress, the power for the whole building went down!",
		"",
		"An engineer came by and checked it out. But they couldn't find anything wrong, hardware-wise at least.",
		"They got the power back up, but they couldn't find anything wrong, hardware-wise at least.",
		"When I went to check the computer all of the progress on that transmission was gone.",
		"Even some of the stuff I thought I had saved before. All gone!",
		"How does anything get done around here with systems like these?!",
		"",
		"I'll be honest; I got bored.",
		"I didn't feel like wasting more time on those transmissions, so I started looking for something else to do.",
		"Turns out, some of the researchers here were looking to get some old files related to the Alpha Incident.",
		"They said that when the power went down, they lost access to the system files they were looking at.",
		"So I told them I would help out. I said I'll dig around and send them anything I can find related to Team Alpha.",
		"I'm not really sure what they're looking for, so I don't know how much I can help them out.",
		"But they seemed happy enough at the offer, so I'll see what I can do.",
		"",
		"Well, there's a lot of stuff here.",
		"Mission timelines, incident reports, even some recordings in here too.",
		"Some of them are from the not-yet-Supreme General.",
		"Not sure how I even have access to this stuff.",
		"The General's always been pretty touchy about who knows what.",
		"I guess it's been long enough that these don't need to stay secret anymore?",
		"I'll just send it all, let the brainiacs sort it out.",
		"",
		"That's weird, there's a directory in here that's been logged as deleted several times.",
		"It's dated to around the end of the Alpha Incident.",
		"Well, looks like I'm not the only one having technical troubles here.",
		"",
		"I sent everything I found over to the lab for those researchers.",
		"But I got a bit curious too. What was up with that directory?",
		"Someone's been struggling to delete it, but it's still there and I've got access, so let's take a peek...",
		"",
		"Looks like more recordings, I guess these were from after Team Alpha went off the rails.",
		"A bunch of messages from some Council associate, addressed to... Commander Alpha.",
		"Was this when the General was luring Team Alpha into that trap?",
		"Hmm. There's one here from the General himself, what could he",
		"",
		"[Scribbled below the final paragraph; in frantic handwriting]",
		"",
		"someone needs to see this"
	]
}
