{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L22",
	"title": "[22] Revelation",
	"sort": "022",
	"contents": [
		"[Excerpt from the journal of Council Associate Powell]",
		"",
		"Looks like the Lieutenant is about ready to quit.",
		"I just got out of a meeting with him; he's despondent over Project X.",
		"He told me Clayde plans to wipe out the Collective with the Infested.",
		"I know the Lieutenant has been adamant against using them, but it seems like the Supreme General's made up his mind.",
		"But to be fair, I suppose the Collective aren't giving us much choice.",
		"It's us or them at this point. We've lost too much getting to where we are.",
		"I know that Clayde has his reasons.",
		"",
		"Though, I can't help but agree with the Lieutenant's sentiment. ",
		"This whole situation seems especially...",
		"Grim.",
		"Could there be another way?",
		"",
		"No.",
		"I trust Clayde's judgement. I told everyone I did.",
		"The Collective are a cult, worshiping a Machine.",
		"There's no reasoning with a group like that.",
		"Clayde is right about this. He hast to be.",
		"We have to fight with everything we have until they give up.",
		"It's either us or them.",
		"",
		"One of our technical officers just spotted me.",
		"I don't think he knows me, but he recognized my position by my uniform.",
		"He looks pretty frantic; looks like he's been searching for anyone from the Council.",
		"He said that there's something I needed to see as right away.",
		"What's this about?",
		"",
		"He's showing me system files he dug up; said that someone's tried to delete them a lot of times.",
		"They're from the Alpha Incident.",
		"A lot of these are recordings, of...",
		"Me.",
		"These are my transmissions to Commander Alpha.",
		"How did this technician get access to these? And why did he say that they've been deleted?",
		"Wait. There's an extra recording here, dated after all of mine.",
		"",
		"No.",
		"No, that can't be right.",
		"Clayde would never do something like that!",
		"Commander Alpha was the one who had betrayed us!",
		"Clayde had shown us what Alpha had done!",
		"But this recording, Clayde says...",
		"",
		"NO.",
		"No, it's starting to make sense.",
		"Clayde, he LIED.",
		"Clayde lied to us to protect himself!",
		"Which means that Team Alpha...",
		"...",
		"I think I'm gonna be sick.",
		"",
		"This is unbelievable.",
		"That scheming bastard. He USED us!",
		"He used Commander Alpha. He used ME!",
		"He wiped out Team Alpha just because he refused to take the blame for what happened!",
		"Clayde was right. Everyone believed his story without even considering the alternatives.",
		"And now, Team Alpha is dead and Clayde is a Supreme General.",
		"And I... helped him with it. Without even knowing.",
		"",
		"We're going to show this to everyone. They all need to know.",
		"All the Council members need to see what Clayde has done under their nose.",
		"But first, I have to find the Lieutenant.",
		"I think he deserves to see it first."
	]
}
