{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L28",
	"title": "[28] Fading Star",
	"sort": "028",
	"contents": [
		"[Final entries from Clayde's journal]",
		"",
		"None of them could do what needed to be done.",
		"None of them!",
		"Charlie, Delta, the Lieutenant. They all had so many reservations.",
		"I understand, in a way. I do. It's grisly; grotesque even.",
		"But it HAD to be done!",
		"",
		"Charlie, Delta. Those two would've fallen in line. Reservations be damned.",
		"Bravo would be an open question, but I think they'd figure it out in the end.",
		"But my Lieutenant, he needed to CONVINCED.",
		"And he would have been!",
		"He just needed more time. More time to process it.",
		"Eventually, he would come to understand the necessity of it.",
		"If only...",
		"",
		"Those files, the old Team Alpha transmissions.",
		"How many times did I delete those files?",
		"Yet every time I checked again, they'd be back in the system.",
		"Those damned things haunted me!",
		"",
		"Without those files, none of this would have gone so wrong.",
		"None of this SHOULD have gone wrong!",
		"But, I suppose I should have seen some of this coming, especially after Team Echo's blatant betrayal.",
		"I should have asserted more control. I should have asserted it earlier.",
		"I should've... could've... would've...",
		"",
		"None of the Commanders could be trusted, in the long run.",
		"That much is clear now.",
		"Even Foxtrot and Golf would've turned against us eventually, for one reason or another.",
		"ALL of them would have to go.",
		"None of them could grasp that in order for NARS to succeed, we had to do what was NECESSARY!",
		"No hesitation; no compromise.",
		"Not until victory was assured.",
		"",
		"Those damned recordings, they just kept coming back. I've never seen anything like it.",
		"It's as if the computer systems themselves were resisting. Refusing to delete them permanently.",
		"",
		"I remember some of our technicians grumbling about something similar, when trying to decode the Collective's transmissions.",
		"That the computers seemed to have a mind of their own.",
		"I wonder-",
		"",
		"Many of our Lures started spontaneously breaking down, right as we finally began to corner the Collective.",
		"The groups I sent to check on the Lures claimed it was some sort of software fault.",
		"But, some of those groups disappeared entirely.",
		"At first, I believed it may have been some sort of Collective counter operation.",
		"But thinking on it now, I think it's more likely that the Lieutenant's rabble is responsible.",
		"Yet-",
		"",
		"That Dr. Jordan was a fool. To think that those researchers had any right to even COMMENT on my strategic decisions!?",
		"I ordered them to compile information on Project X, and they served their purpose.",
		"Anything more than that was stepping out of line. Intolerable, given the current stakes!",
		"",
		"I did read their reports. Thoroughly reviewed each one.",
		"Little of it was relevant for the battlefield, however.",
		"But I figured that it would be wise to know as much as possible about the weapons in our hands.",
		"Though, there was one name that stuck out. In that final report.",
		"",
		"NEXUS.",
		"I've seen that name before.",
		"Before the Collapse, there was a military project.",
		"Some sort of electronic weapons program. A kind of computer virus.",
		"Apparently, it never lead to anything. It was called off years before the Collapse.",
		"",
		"...But what if there some sort of prototype weapon left behind?",
		"Could that be the Collective's \"Machine\"?",
		"Some half-finished super-malware program?",
		"Is that why all of our computers have been so fickle?",
		"",
		"Probably not.",
		"Though, it would be ironic.",
		"The Collective digs up a Pre-Collapse cyber-weapon, and builds a cult to worship it.",
		"And in order to fight them off, we find a Pre-Collapse bio-weapon, and use it against THEM.",
		"",
		"As funny as that sounds, I find it hard to believe anyone would worship a mere computer program, even those fools in the Collective.",
		"Nor would it explain where the Collective get so much weaponry from.",
		"",
		"Unless, it was more than just a computer virus.",
		"What if this \"NEXUS\"-",
		"",
		"[In more frantic handwriting]",
		"",
		"The transport is almost ready.",
		"Bravo and Charlie are steadily crawling their way here, and the Collective have suddenly stepped up their firebombing campaigns.",
		"I can almost feel the walls closing in around me.",
		"But I still have time.",
		"I can still turn this around.",
		"I WILL turn this around.",
		"",
		"We'll be flying to a safe location nearby, then we'll rally the personnel still loyal to NARS.",
		"TRULY loyal. Willing to go all the way.",
		"We've lost the Commanders. We've lost the Council.",
		"But I still have the Lures. I still have my men.",
		"",
		"They can all be damned; I'll rebuild NARS in MY image.",
		"Under MY leadership. Under MY command.",
		"No matter how many lives it takes."
	]
}
