{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L26",
	"title": "[26] Death Of A Councilman",
	"sort": "026",
	"contents": [
		"[Excerpt from the journal of Council member Anders]",
		"",
		"I don't know what to do. I don't even know what to think anymore",
		"",
		"Associate Powell called an emergency Council meeting.",
		"He said that there was something everyone needed to see.",
		"Normally, meetings can only be called by Council members, not associates.",
		"But Syburn approved the meeting. I guess him and Powell had met earlier.",
		"",
		"It started simple enough.",
		"Powell began playing what appeared to be recorded briefings, from the Alpha Incident.",
		"At first, they were from Clayde.",
		"Giving orders to Team Alpha, before they defected.",
		"Or... so it seemed.",
		"",
		"I knew that Clayde had defended Alpha's actions before they released the Infested.",
		"I thought that he was just covering for Alpha's mistakes, before they turned out to be more than mistakes.",
		"But in the transmissions Powell shared, Clayde was supporting, even ordering, Alpha's actions!",
		"He even tells Commander Alpha to stop reporting to us.",
		"Why?",
		"",
		"But Powell wasn't done.",
		"He started sharing his own transmissions to Commander Alpha.",
		"Ordering them to clear the path for evacuation, and then defending those missile silos.",
		"",
		"Then, he played one last transmission, from Clayde.",
		"All at once, it started to all make sense.",
		"I really wish it didn't.",
		"",
		"Clayde.",
		"He blamed Team Alpha for his own mistakes, his own orders!",
		"And instead of taking responsibility, he had them all wiped out!",
		"And up until now, I believed his story.",
		"His lies about how he SAVED us from Team Alpha's treachery!",
		"",
		"I was his most loyal ally in the Council.",
		"I trusted him. Wholeheartedly.",
		"I even brought up a vote to promote him!",
		"And it was all built on LIES.",
		"",
		"But before anyone had a chance to fully process what Powell had revealed, the chamber doors opened up.",
		"Clayde himself strolled into Council chamber, with his cyborgs marching behind him.",
		"He was here to detain Powell for treason.",
		"But he was too late, we all knew what Clayde had done.",
		"The cat was already out of the bag.",
		"",
		"I can't remember everything that happened next.",
		"There was shouting, screaming. I think someone might have thrown a chair.",
		"But I remember Syburn walking right up to Clayde and spitting right on uniform.",
		"He said something about how Clayde should be the one being arrested for treason.",
		"Then, one of those cyborgs punched Syburn right in the gut.",
		"The chamber got really quiet after that.",
		"",
		"Clayde ordered some of his men to drag Syburn and Powell away.",
		"When Powell asked where they were being taken, Clayde said that \"it's a wonderful day outside\" and that it's \"the perfect day for a walk outside the perimeter\".",
		"Syburn didn't say anything. I didn't get a good look at him, but it looked like he was losing blood.",
		"Those cyborgs dragged them out of the chamber doors.",
		"I don't think we'll ever see them again.",
		"",
		"Before Clayde left, he looked around the room one last time and said that the only way we'd pull through is by \"sticking together\".",
		"As if that MEANT anything!",
		"Then, he told his men to seal the chamber doors \"until further notice\".",
		"",
		"Right now, we're all still locked in here.",
		"No one seems brave enough to do anything, but there isn't much we can do, anyway.",
		"We've already delegated our authority to Clayde when we promoted him to \"Supreme General\".",
		"These cyborgs locking us in here are loyal to Clayde, not to us.",
		"",
		"Clayde. He doesn't care about any of us!",
		"All he wants, all he's ever done, is just to maintain power.",
		"Someone, somewhere, needs to stop that madman.",
		"Stop him before he brings us all down with him.",
		"It's too late for any of us in here to do anything, we've missed our chance a while ago."
	]
}
