{
	"type": "wz2100.guidetopic.v1",
	"id": "wz2100::logs::R2L27",
	"title": "[27] Final Request",
	"sort": "027",
	"contents": [
		"[A recording of a conversation]",
		"",
		"<CLAYDE>: Dr. Jordan? What are you and your staffers doing in my office?",
		"<JORDAN>: Clayde, we've come to talk.",
		"<CLAYDE>: Have you heard anything about the latest Council meeting?",
		"<JORDAN>: No, is there something we should know?",
		"",
		"[After a long pause of silence]",
		"",
		"<CLAYDE>: No. Tell me what you need.",
		"<JORDAN>: Clayde, you need to stop using Project X.",
		"The cost in human lives is too great.",
		"Even if we DO defeat the Collective, there'll be almost nobody left in this city to save.",
		"<CLAYDE>: Dr. Jordan, what gives you the impression that you can comment on my strategic choices?",
		"<JORDAN>: Clayde-",
		"<CLAYDE>: That's \"Supreme General Clayde\" to you, Dr. Jordan.",
		"<JORDAN>: ...",
		"Supreme General, Clayde.",
		"You asked us to compile everything we knew about the Infested.",
		"We did so.",
		"You then redeployed Project X against the Collective with little or no warning.",
		"You then asked us to continue our work on cataloging the Infested.",
		"We did so again.",
		"So when we ask that you use your Lures to reign in the Infested, and save what little life is left in this city, know that this opinion is well-informed.",
		"Now, I'll ask again; Supreme General Clayde, you must stop using Project X against the Collective.",
		"<CLAYDE>: ...",
		"No.",
		"Dr. Jordan, I thank you for your team's work on researching Project X, but your final opinion is unneeded.",
		"We will continue to use Project X for as long as I see necessary.",
		"<JORDAN>: Clayde, wait-",
		"<CLAYDE>: This matter is closed, Dr. Jordan.",
		"I have plenty of other matters to attend to, so I suggest that you and your team return to their stations and await a new task.",
		"",
		"[Dr. Jordan can be heard taking a deep breath]",
		"",
		"<JORDAN>: No. This is too important.",
		"Clayde, this has to stop!",
		"<CLAYDE>: I'm warning you, Dr. Jordan.",
		"<JORDAN>: Have we forgotten our mission? The PURPOSE of NARS?!",
		"What's the point of liberating this sector if there's no one left to live in it?",
		"Weren't we supposed to be RECLAIMING North America?!",
		"",
		"[The doors to Clayde's office opens, heavy mechanical footsteps can be heard]",
		"",
		"<JORDAN>: What's the meaning of this?!",
		"<CLAYDE>: Men, escort these researchers back to their posts.",
		"But as for Dr. Jordan...",
		"Take the doctor for a \"walk\", outside the perimeter.",
		"<JORDAN>: Get your hands OFF of me you-",
		"",
		"[Sounds of a struggle can be heard before the recording abruptly ends]"
	]
}
